{
    "introduction": "Als Frontend-Entwickler nutze ich meine umfangreiche Erfahrung in der Maschinenprogrammierung, um ein breites Spektrum an Problemlösungsfähigkeiten und logischem Denken in die Welt der Webentwicklung zu bringen. Mein Name ist Sefa Gür, und ich wende meine Expertise an, um innovative und effiziente Lösungen in der Frontend-Entwicklung zu schaffen, und zeige dabei eine nahtlose Mischung aus technischer Kompetenz und kreativer Problemlösung.",
    "mainHeadline": "Entwickler",
    "secondHeadline": "Sefa Gür",
    "scroll": "Scroll",
    "Down": "runter",
    "aboutMe": "Über mich",
    "letsTalk": "Lass uns reden",
    "mySkills": "Fähigkeit",
    "portfolioText": "Diese Seite ist eine Auswahl meiner Arbeit - fühlen Sie sich frei, sie auszuprobieren",
    "joinDescription": "Task-Manager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "elPolloLocoDescription": "Ein auf JavaScript basierendes, objektorientiertes Jump-and-Run-Spiel. Helfen Sie Pepe, seine Frau vor den bösen Hühnern zu retten.",
    "pokedexDescription": "Basierend auf der PokéAPI habe ich eine einfache Bibliothek erstellt, die Informationen zu Pokémon bereitstellt und katalogisiert.",
    "portfolioProjectDescription": "Ein mit Angular entwickeltes Portfolio, das persönliche Arbeiten präsentiert.",
    "sayHiHeading": "Sag Hallo!",
    "newProjectTitle": "Möchten Sie ein neues Projekt besprechen?",
    "newProjectText": "Sagen Sie hallo! Lassen Sie uns darüber sprechen und es umsetzen.",
    "yourNamePlaceholder": "Dein Name",
    "yourEmailPlaceholder": "Deine E-Mail",
    "yourMessagePlaceholder": "Deine Nachricht",
    "privacyPolicyLabel": "Ich habe die Datenschutzbestimmungen gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "termsErrorMessage": "Bitte stimmen Sie den Nutzungsbedingungen zu",
    "sendMessageButton": "Nachricht senden",
    "privacyPolicy": "Datenschutzbestimmungen",
    "enterNameMessage": "Bitte Namen eingeben",
    "enterEmailMessage": "Bitte E-Mail eingeben",
    "enterMessageMessage": "Bitte Nachricht eingeben",
    "imprintHeading": "Impressum",
    "paragraph": "Angaben gemäß § 5 TMG",
    "phone": "Telefon: 0177 2717426",
    "contact": "Kontakt",
    "editoriallyResponsibleHeading": "Verantwortlich für den Inhalt",
    "sourceLink": "Quelle: https://www.e-recht24.de/impressum-generator.html",
    "dataProtectionHeading": "Datenschutz",
    "dataProtectionResponsible": "Die verantwortliche Person im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO), ist:",
    "dataSubjectRightsHeading": "Ihre Rechte als betroffene Person",
    "dataSubjectRightsDetails": "Sie können jederzeit die folgenden Rechte unter Verwendung der unten angegebenen Kontaktdaten für unseren Datenschutzbeauftragten geltend machen:\n\n- Auskunft über Ihre von uns gespeicherten Daten und deren Verarbeitung (Artikel 15 DSGVO)\n- Berichtigung unrichtiger personenbezogener Daten (Artikel 16 DSGVO)\n- Löschung Ihrer bei uns gespeicherten Daten (Artikel 17 DSGVO)\n- Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Verpflichtungen noch nicht löschen dürfen (Artikel 18 DSGVO)\n- Widerspruch gegen die Verarbeitung Ihrer Daten durch uns (Artikel 21 DSGVO)\n- Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Artikel 20 DSGVO).\n\nWenn Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.",
    "complaintInfo": "Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z.B. an die zuständige Aufsichtsbehörde des Bundeslandes Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.",
    "supervisoryAuthoritiesLink": "Eine Liste der Aufsichtsbehörden (für den nicht-öffentlichen Bereich) mit Adressen finden Sie unter: https://www.bfdi.bund.de/DE/Service/Anschriften/Laender/Laender-node.html.",
    "objectionInfoHeading": "Informationen zu Ihrem Widerspruchsrecht gemäß Art. 21 DSGVO",
    "objectionInfoDetails": "Individuelles Widerspruchsrecht\nSie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die auf Artikel 6 Absatz 1 Buchstabe f DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) beruht, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art. 4 Nr. 4 DSGVO.",
    "complaintInformation": "Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z.B. an die zuständige Aufsichtsbehörde des Bundeslandes Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde. Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Adressen finden Sie unter: https://www.bfdi.bund.de/DE/Service/Anschriften/Laender/Laender-node.html.",
    "rightOfObjectionHeading": "Informationen zu Ihrem Widerspruchsrecht gemäß Art. 21 DSGVO",
    "individualRightOfObjection": "Individuelles Widerspruchsrecht: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten Widerspruch einzulegen, die auf Artikel 6 Absatz 1 Buchstabe f DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) beruht; dies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art. 4 Nr. 4 DSGVO.",
    "objectionProcessingInfo": "Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.",
    "recipientOfObjection": "Empfänger eines Widerspruchs: Sefa Gür",
    "privacyPolicyChangeHeading": "Änderung unserer Datenschutzerklärung",
    "privacyPolicyChangeInfo": "Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B. bei der Einführung neuer Services. Die neue Datenschutzerklärung gilt dann für Ihren nächsten Besuch.",
    "questionsToDPO": "Fragen an den Datenschutzbeauftragten",
    "dataProtectionQuestions": "Wenn Sie Fragen zum Datenschutz haben, senden Sie uns bitte eine E-Mail oder kontaktieren Sie direkt die verantwortliche Person für Datenschutz in unserer Organisation:Die Datenschutzerklärung wurde mit Unterstützung von activeMind AG, den Experten für externe Datenschutzbeauftragte (Version #2020-09-30), erstellt.",
    "legalnotice": "Impressum"
}